{"config": [{"class_name": "Dense", "config": {"dtype": "float32", "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 10, "kernel_constraint": null, "activation": "relu", "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 10], "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}}}, {"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 5, "kernel_constraint": null, "activation": "softmax", "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "trainable": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}}}], "keras_version": "2.1.1", "class_name": "Sequential", "backend": "tensorflow"}