{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 10], "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "activation": "relu", "trainable": true, "units": 10, "dtype": "float32", "name": "dense_1", "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "activation": "softmax", "units": 5, "name": "dense_2", "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "use_bias": true}}], "backend": "tensorflow", "keras_version": "2.1.1"}